Repository: bandemer/rearrangepdf
Catalog: translations/messages.*.xlf
Languages: de

# t1
source: View on GitHub
de: Auf GitHub anzeigen

# t2
source: The requirements on the server are not met:
de: Der Server erfüllt nicht alle Anforderungen:

# t3
source: PDF file:
de: PDF-Datei:

# t4
source: Upload
de: Hochladen

# t5
source: Document Pages
de: Übersicht Seiten

# t6
source: Close
de: Schließen

# t7
source: Page
de: Seite

# t8
source: Actions
de: Aktionen

# t9
source: Extract page as PDF
de: als PDF extrahieren

# t10
source: Download screenshot
de: Screenshot herunterladen

# t11
source: Move page up
de: Nach oben verschieben

# t12
source: Move page down
de: Nach unten verschieben

# t13
source: Rotate 90° left
de: 90° nach links drehen

# t14
source: Rotate 90° right
de: 90° nach rechts drehen

# t15
source: Delete page
de: Seite löschen

# t16
source: Do you really want to to delete page %number%?
de: Wollen Sie die Seite %number% wirklich löschen?

# t17
source: Screenshot of page
de: Screenshot der Seite

# t18
source: File infos
de: Infos zur Datei

# t19
source: File name:
de: Dateiname:

# t20
source: File size:
de: Dateigröße:

# t21
source: Number of pages:
de: Seitenzahl:

# t22
source: Download PDF
de: PDF herunterladen

# t23
source: Error: Page could not be extracted!
de: Fehler: Seite konnte nicht extrahiert werden!

# t24
source: Error: Screenshot could not be created!
de: Fehler: Screenshot konnte nicht erstellt werden!

# t25
source: OK! Page was successfully moved.
de: OK! Die Seite wurde erfolgreich verschoben.

# t26
source: OK! Page was successfully rotated.
de: OK! Die Seite wurde erfolgreich gedreht.

# t27
source: OK! Page %number% was successfully deleted.
de: OK! Seite %number% wurde erfolgreich gelöscht.

# t28
source: Error: Page %number% could not be deleted!
de: Fehler: Seite %number% konnte nicht gelöscht werden!

# t29
source: Error: Page id not valid!
de: Fehler: Ungültige Seitenzahl!

# t30
source: Error: Download could not be started!
de: Fehler: Download konnte nicht gestartet werden!
